/* 
   Alert.strings
   SkypeMac

   Created by Toomas Vahter on 05.10.10.
   Copyright 2010 Skype. All rights reserved.
 */

/* Alerts preferences: Incoming Details Request sound */
AlertSoundName_AuthorizationRequestReceived = "Prośba o szczegółowe dane";

/* Alerts preferences: Busy sound */
AlertSoundName_Busy = "Zajęty";

/* Alerts preferences: Call Error 1 sound */
AlertSoundName_CallError1 = "Błąd rozmowy 1";

/* Alerts preferences: Call Error 2 sound */
AlertSoundName_CallError2 = "Błąd rozmowy 2";

/* Alerts preferences: Call Waiting sound */
AlertSoundName_CallWaiting = "Rozmowa oczekująca";

/* Alerts preferences: Connection sound */
AlertSoundName_Connection = "Połączenie";

/* Alerts preferences: Contact Available sound */
AlertSoundName_ContactAvailable = "Kontakt dostępny";

/* Alerts preferences: Contact Unavailable sound */
AlertSoundName_ContactUnavailable = "Kontakt niedostępny";

/* Alerts preferences: Contacts Received sound */
AlertSoundName_ContactsReceived = "Kontakty odebrane";

/* Alerts preferences: File Transfer Complete sound */
AlertSoundName_FileTransferComplete = "Przesył pliku zakończony";

/* Alerts preferences: File Transfer Failed sound */
AlertSoundName_FileTransferFailed = "Przesył pliku nie powiódł się";

/* Alerts preferences: First Message Received sound */
AlertSoundName_FirstMessageReceived = "Pierwsza wiadomość odebrana";

/* Alerts preferences: Hang Up sound */
AlertSoundName_HangUp = "Zakończenie rozmowy";

/* Alerts preferences: Hold Call sound */
AlertSoundName_HoldCall = "Zawieszenie rozmowy";

/* Alerts preferences: Incoming Call sound */
AlertSoundName_IncomingCall = "Rozmowa przychodząca";

/* Alerts preferences: Incoming File Transfer sound */
AlertSoundName_IncomingFileTransfer = "Przesył pliku";

/* Alerts preferences: Sign In sound */
AlertSoundName_Login = "Logowanie";

/* Alerts preferences: Sign Out sound */
AlertSoundName_Logout = "Wylogowanie";

/* Alerts preferences: Message Received sound */
AlertSoundName_MessageReceived = "Wiadomość odebrana";

/* Alerts preferences: Foreground Message Received sound */
AlertSoundName_ForegroundMessageReceived = "Wiadomość odebrana w otwartym oknie";

/* Alerts preferences: Message Sent sound */
AlertSoundName_MessageSent = "Wiadomość wysłana";

/* Alerts preferences: New User sound */
AlertSoundName_NewUser = "Nowy użytkownik";

/* Alerts preferences: Outgoing Call sound */
AlertSoundName_OutgoingCall = "Rozmowa wychodząca";

/* Alerts preferences: Remote Hang Up sound */
AlertSoundName_RemoteHangUp = "Rozmowa zakończona zdalnie";

/* Alerts preferences: Resume Call sound */
AlertSoundName_ResumeCall = "Wznowienie rozmowy";

/* Alerts preferences: Touch Tone Dial Up sound */
AlertSoundName_TouchToneDialUp = "Wybieranie tonowe";

/* Alerts preferences: TripleBeep sound */
AlertSoundName_TripleBeep = "Potrójny sygnał";

/* Alerts preferences: Voicemail sound */
AlertSoundName_Voicemail = "Wiadomość głosowa";

/* Alerts preferences: Sign out event */
AlertEventName_SignOut = "Kiedy się wyloguję";

/* Alerts preferences: Sign In event */
AlertEventName_SignIn = "Kiedy się zaloguję";

/* Alerts preferences: Contact Becomes Available event */
AlertEventName_ContactBecomesAvailable = "Kontakt stał się dostępny";

/* Alerts preferences: Contact Becomes Unavailable event */
AlertEventName_ContactBecomesUnavailable = "Kontakt stał się niedostępny";

/* Alerts preferences: Incoming Call event */
AlertEventName_IncomingCall = "Rozmowa przychodząca";

/* Alerts preferences: Incoming Call - Call Waiting event */
AlertEventName_IncomingCallWaiting = "Rozmowa przychodząca - oczekiwanie";

/* Alerts preferences: Call Connecting event */
AlertEventName_CallConnecting = "Łączenie rozmowy";

/* Alerts preferences: Outgoing Call event */
AlertEventName_OutgoingCall = "Rozmowa wychodząca";

/* Alerts preferences: Hang Up event */
AlertEventName_HangUp = "Zakończenie rozmowy";

/* Alerts preferences: Remote Party Hung Up event */
AlertEventName_RemotePartyHungUp = "Zakończenie rozmowy przez uczestnika rozmowy grupowej";

/* Alerts preferences: Busy event */
AlertEventName_Busy = "Zajęty";

/* Alerts preferences: Hold Call event */
AlertEventName_HoldCall = "Zawieszenie rozmowy";

/* Alerts preferences: Resume Call event */
AlertEventName_ResumeCall = "Wznowienie rozmowy";

/* Alerts preferences: Message Received event */
AlertEventName_MessageReceived = "Nowa wiadomość w ostatnich konwersacjach";

/* Alerts preferences: Foreground Message Received event */
AlertEventName_ForegroundMessageReceived = "Nowa wiadomość w bieżących konwersacjach";

/* Alerts preferences: First Message Received event */
AlertEventName_FirstMessageReceived = "Pierwsza wiadomość w konwersacjach";

/* Alerts preferences: Mood Message Received event */
AlertEventName_MoodMessageReceived = "Opis statusu odebrany";

/* Alerts preferences: Contact Is Typing event */
AlertEventName_ContactTyping = "Kontakt pisze";

/* Alerts preferences: Message Sent event */
AlertEventName_MessageSent = "Wiadomość wysłana";

/* Alerts preferences: Contact Request Received event */
AlertEventName_ContactRequestReceived = "Prośba o kontakt odebrana";

/* Alerts preferences: Contacts Received event */
AlertEventName_ContactsReceived = "Kontakty odebrane";

/* Alerts preferences: Incoming File Transfer event */
AlertEventName_IncomingFileTransfer = "Przesył pliku";

/* Alerts preferences: File Transfer Completed event */
AlertEventName_FileTransferCompleted = "Przesył pliku zakończony";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_FileTransferFailed = "Przesył pliku nie powiódł się";

/* Alerts preferences: File Transfer Failed event */
AlertEventName_DesktopAPIClientConnected = "Aplikacja Desktop API podłączona";

/* Alerts preferences: - When I Log In text to speak */
AlertTextToSpeak_SignIn = "Zalogowałeś się.";

/* Alerts preferences: - When I Log Out text to speak */
AlertTextToSpeak_SignOut = "Wylogowałeś się.";

/* Alerts preferences: - Contact Becomes Available text to speak */
AlertTextToSpeak_ContactBecomesAvailable = "Twój kontakt \"@\" jest dostępny.";

/* Alerts preferences: - Contact Becomes Unavailable text to speak */
AlertTextToSpeak_ContactBecomesUnavailable = "Twój kontakt \"@\" jest niedostępny.";

/* Alerts preferences: - Incoming Call, Incoming Call - Call Waiting text to speak */
AlertTextToSpeak_IncomingCall = "\"@\" dzwoni do ciebie!";

/* Alerts preferences: - Incoming Call, Incoming Call Waiting - Call Waiting text to speak */
AlertTextToSpeak_IncomingCallWaiting = "\"@\" dzwoni do ciebie!";

/* Alerts preferences: - Call Connecting text to speak */
AlertTextToSpeak_CallConnecting = "Łączę rozmowę.";

/* Alerts preferences: - Outgoing Call text to speak */
AlertTextToSpeak_OutgoingCall = "Dzwonię do \"@\".";

/* Alerts preferences: - Hang Up text to speak */
AlertTextToSpeak_HangUp = "Rozmowa zakończona.";

/* Alerts preferences: - Remote Party Hung Up text to speak */
AlertTextToSpeak_RemotePartyHungUp = "Uczestnik zakończył rozmowę.";

/* Alerts preferences: - Busy text to speak */
AlertTextToSpeak_Busy = "Linia jest zajęta.";

/* Alerts preferences: - Hold Call text to speak */
AlertTextToSpeak_HoldCall = "Rozmowa zawieszona.";

/* Alerts preferences: - Resume Call text to speak */
AlertTextToSpeak_ResumeCall = "Rozmowa wznowiona.";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_ForegroundMessageReceived = "Wiadomość";

/* Alerts preferences: - Message Received text to speak */
AlertTextToSpeak_MessageReceived = "Wiadomość od \"@\".";

/* Alerts preferences: - Message Sent text to speak */
AlertTextToSpeak_MessageSent = "Wiadomość do \"@\".";

/* Alerts preferences: - Message Message Received text to speak */
AlertTextToSpeak_MoodMessageReceived = "\"@\" zmienił/a opis statusu.";

/* Alerts preferences: - First Message Received text to speak */
AlertTextToSpeak_FirstMessageReceived = "Masz wiadomość czatu od \"@\"";

/* Alerts preferences: - Contact Is Typing text to speak */
AlertTextToSpeak_ContactTyping = "\"@\" pisze teraz.";

/* Alerts preferences: - Contact Request Received text to speak */
AlertTextToSpeak_ContactRequestReceived = "Otrzymałeś prośbę o kontakt od użytkownika \"@\"";

/* Alerts preferences: - Contacts Received text to speak */
AlertTextToSpeak_ContactsReceived = "Otrzymałeś listę kontaktów od użytkownika \"@\"";

/* Alerts preferences: - Incoming File Transfer text to speak */
AlertTextToSpeak_IncomingFileTransfer = "Otrzymałeś plik od użytkownika \"@\"";

/* Alerts preferences: - File Transfer Completed text to speak */
AlertTextToSpeak_FileTransferCompleted = "Przesył pliku od użytkownika \"@\" został zakończony.";

/* Alerts preferences: - File Transfer Failed text to speak */
AlertTextToSpeak_FileTransferFailed = "Przesył pliku od użytkownika \"@\" nie powiódł się.";

/* Alerts preferences: - Desktop API App connected */
AlertTextToSpeak_DesktopAPIClientConnected = "\"@\" połączony ze Skype'em";
